[
    {
        "name": "Shuggie Bain",
        "author": "Douglas Stuart",
        "description": "Set in a poverty-stricken Glasgow in the early 1980s, Douglas Stuart’s Booker Prize-winning debut is a heartbreaking story which lays bare the ruthlessness of poverty and the limits of love. Agnes Bain has always dreamed of greater things, but when her husband abandons her she finds herself trapped in a decimated mining town with her three children, and descends deeper and deeper into drink. Her son Shuggie tries to help Agnes long after her other children have fled, but he too must abandon her to save himself. Shuggie is different, and he is picked on by the local children and condemned by adults. But he believes that if he tries his hardest he can escape this hopeless place."
    },
    {
        "name": "American Psycho",
        "author": "Bret Easton Ellis",
        "description": "One of the most controversial and talked-about novels in modern history, American Psycho is the story of Patrick Bateman, a New York City high-flier with a penchant for fine wines, slickly cut suits and brutal murder. As Bateman's obsession with his hedonistic passions comes to a head, he descends into madness, with macabre and darkly comedic repercussions. Read more about the controversial history of American Psycho."
    },
    {
        "name": "Blood Meridian",
        "author": "Cormac McCarthy",
        "description": "Written in 1985, Blood Meridian is set in the anarchic world opened up by America’s westward expansion. Through the hostile landscape of the Texas–Mexico border wanders the Kid, a fourteen year-old Tennessean who is quickly swept up in the relentless tide of blood. But the apparent chaos is not without its order: while Americans hunt Indians – collecting scalps as their bloody trophies – they too are stalked as prey. Powerful, mesmerizing and savagely beautiful, Blood Meridian is considered one of the most important works in American fiction of the last century."
    },
    {
        "name": "The Line of Beauty",
        "author": "Alan Hollinghurst",
        "description": "This Booker Prize-winning novel bottles the essence of the 1980s, as the story follows a quest for beauty against a backdrop of politics, greed and friendships turned toxic. When twenty-year-old Nick Guest moves into an attic room in the Notting Hill home of the wealthy Feddens he is innocent of politics and money. But as he is swept up into the Feddens’ world, Nick must confront the collisions between his own desires, and a world he can never truly belong to. Alan Hollinghurst’s writing style is both stripped back and poetic, and its sensitivity makes this book a true standout."
    },
    {
        "name": "A Little Life",
        "author": "Hanya Yanagihara",
        "description": "Shortlisted for the Booker Prize and celebrated as ‘the great gay novel’, Hanya Yanagihara’s immensely powerful story of brotherly love and the limits of human endurance has had a visceral impact on many a reader. Willem, Jude, Malcolm and JB meet at college in Massachusetts and form a firm friendship, moving to New York upon graduation. Over the years their friendships deepen and darken as they celebrate successes and face failures, but their greatest challenge is Jude himself – an increasingly broken man scarred by an unspeakable childhood. This is a book that will stay with you long after the last page."
    },
    {
        "name": "White Noise",
        "author": "Don DeLillo",
        "description": "Jack Gladney is the creator and chairman of Hitler studies at the College-on-the-Hill. This is the story of his absurd life; a life that is going well enough, until a chemical spill from a train carriage releases an ‘Airborne Toxic Event’ and Jack is forced to confront his biggest fear – his own mortality. The combination of social satire and metaphysical dilemma that Don DeLillo uses to expose our rampant consumerism and media saturation makes White Noise an unmissable work of modern fiction."
    },
    {
        "name": "The God of Small Things",
        "author": "Arundhati Roy",
        "description": "This Booker Prize-winning novel and 1990s literary sensation follows fraternal twins, Rahel and Estha, in the state of Kerala, India in 1969. Armed only with the invincible innocence of children, they fashion a childhood for themselves in the shade of the wreck that is their family. But when their English cousin and her mother arrive for a Christmas visit, the twins learn that things can change in a day. Covering themes of love, madness and hope, this story uncoils with an agonizing sense of foreboding and inevitability. Yet, readers will not be prepared for what lies at the heart of it."
    },
    {
        "name": "Americanah",
        "author": "Chimamanda Ngozi Adichie",
        "description": "Ifemelu and Obinze are young and in love. But when they both depart military-ruled Nigeria for the West, they are divided – Ifemelu heads for America, while Obinze plunges into a dangerous, undocumented life in London. It takes fifteen years for them to be reunited again in a newly democratic Nigeria where their passion for their homeland – and each other – can finally blossom. A fearless, gripping novel that spans three continents and numerous lives, Americanah is a must-read story of love and expectation set in a modern globalized world."
    },
    {
        "name": "Pride and Prejudice",
        "author": "Jane Austen",
        "description": "Named one of BBC's 100 Novels That Shaped Our World, a copy of Pride and Prejudice is a worthy addition to any bookshelf. The story shows how the headstrong Elizabeth Bennet and the aristocratic Mr Darcy must have their pride humbled and their prejudices dissolved before they can acknowledge their love for each other. Jane Austen serves up laughs, romance, sharp observations, life lessons and characters that still feel vividly alive today. A universally acknowledged classic."
    },
    {
        "name": "The Adventures of Sherlock Holmes",
        "author": "Arthur Conan Doyle",
        "description": "The Adventures of Sherlock Holmes is perhaps the greatest collection of detective stories ever written. From his residence at 221B Baker Street, Sherlock Holmes solves a series of baffling and bizarre cases, including those of a man terrified by the arrival of an envelope containing orange pips, and a woman whose fiancé disappeared on his way to their wedding. Each story showcases the great detective's inimitable and extraordinary deductive powers, recounted to us by his faithful friend and colleague, Dr Watson."
    },
    {
        "name": "Don Quixote",
        "author": "Miguel de Cervantes",
        "description": "Cervantes’s satirical observation of the human condition is classed as Europe’s first ‘modern’ novel and has sold over 500 million copies since it was first published in the early seventeenth-century. It follows Don Quixote and Sancho Panza – one of the original comedy duos – as they journey through sixteenth-century Spain in search of adventure. They face spirits, evil enchanters and giants in a quest to perform acts of valour worthy of Dulcinea, his lady love. Cervantes's words have made an impact across the globe with the book celebrating its 400th anniversary in 2005."
    },
    {
        "name": "David Copperfield",
        "author": "Charles Dickens",
        "description": "Partly modelled on Dickens’s own experiences, David Copperfield follows the eponymous hero from childhood struggles to a successful career as a novelist. Dickens' early scenes are particularly masterful, depicting the world as seen from the perspective of a fatherless small boy. David's idyllic life with his mother is then ruined when she marries again, this time to a domineering and cruel man. The great joy of this book lies in the outlandish cast of characters that Dickens vividly portrays in ways that will make you both laugh and cry. Dickens described David Copperfield as his ‘favourite child’ – and it is easy to see why."
    },
    {
        "name": "Wuthering Heights",
        "author": "Emily Bronte",
        "description": "A dark, haunting tale of passionate and destructive love, Wuthering Heights is one of the great romantic novels of the nineteenth century. Cathy and Heathcliff form an intense bond, but despite their love Cathy marries a rich suitor. But neither can forget the other, and while Cathy becomes increasingly unhappy, Heathcliff is driven by a lust for revenge that will echo through generations. Set against the backdrop of the Yorkshire moors, this is a dark novel with complicated characters who will hover doggedly in your thoughts long after the final page."
    },
    {
        "name": "The Great Gatsby",
        "author": "F. Scott Fitzgerald",
        "description": "Despite selling less than 20,000 copies in the first year of its publication, The Great Gatsby is now established as a literary classic. Gatsby lives mysteriously in a luxurious Long Island mansion, playing lavish host to hundreds of people. And yet no one seems to know him or how he became so rich. But Gatsby cares for one person alone – Daisy Buchanan. Little does he know that his infatuation will lead to tragedy and end in murder. A glittering but cynical portrait of the American Dream that beautifully captures the flamboyance and cruelty of America's Jazz Age, it is no wonder Fitzgerald’s novel has been adapted so many times."
    },
    {
        "name": "Middlemarch",
        "author": "George Eliot",
        "description": "A masterpiece of candid observation, emotional insight and transcending humour, Middlemarch is a truly monumental novel. Dorothea Brooke is a young woman set on filling her life with good deeds. She pursues the pompous Edward Casuabon, convinced that he embodies these principles, and becomes trapped in an unhappy marriage. Then there is Tertius Lydgate, an anguished progressive whose determination to bring modern medicine to the provinces is muddied by unrequited love. One of BBC's 100 Novels That Shaped Our World, Middlemarch explores almost every subject of concern to modern life and so remains as culturally relevant today as it has ever been."
    },
    {
        "name": "Narrative of the Life of Frederick Douglass",
        "author": "Frederick Douglass",
        "description": "Portraying a key moment in the anti-slavery movement, this unique memoir tells the incredible story of a man's escape from enslavement and journey to freedom. Maryland, 1818. Frederick Douglass is born into a life of slavery. Spending his youth being passed from enslaver to enslaver, city to field, he is subjected to unimaginable cruelty. After eventually managing to escape, his memoir became hugely influential in the abolition of slavery, a goal that Douglass devoted his live to. In doing so, he has become one of the most celebrated political theorists in the world."
    },
    {
        "name": "Children of Time",
        "author": "Adrian Tchaikovsky",
        "description": "Adrian Tchaikovksy's critically acclaimed novel Children of Time, is the epic story of humanity's battle for survival on a terraformed planet. Who will inherit this new Earth? The last remnants of the human race left a dying Earth, desperate to find a new home among the stars. Following in the footsteps of their ancestors, they discover the greatest treasure of the past age – a world terraformed and prepared for human life. But all is not right in this new Eden. Followed by Children of Ruin and Children of Memory, Adrian Tchaikovsky's space opera series is world-building at its finest."
    },
    {
        "name": "The Hitchhiker’s Guide to the Galaxy",
        "author": "Douglas Adams",
        "description": "The Hitchhiker's Guide to the Galaxy has been a radio show, TV show, stage play, comic book and film, and is and a work of utter comic genius by Douglas Adams. Since publication, it quickly became what can only be described as a phenomenon. A comedy sci-fi classic, this laugh-out-loud romp through space is the first of five books in the 'trilogy', and sees protagonist Arthur Dent narrowly escape the destruction of Earth by hitching a ride on a spaceship with his alien best friend Ford Prefect. And if nothing else, Arthur Dent will at least remind you to never forget a towel."
    },
    {
        "name": "War of the Worlds",
        "author": "H. G. Wells",
        "description": "The inspiration for countless science fiction stories and novels, H. G. Wells’s classic is a must for any sci-fi fan’s bookshelf. Shooting stars tear across the night sky, then a gigantic artificial cylinder descends from Mars to land near London. Inquisitive locals gather round, only to be struck down by a murderous Heat-Ray. Can humanity survive this Martian onslaught? Written in semi-documentary style, the 1938 radio adaptation famously caused panic when listeners believed the fictional new bulletins were real. This novel about a terrifying alien invasion still grips readers to this day."
    },
    {
        "name": "Frankenstein",
        "author": "Mary Shelley",
        "description": "Mary Shelley's story of a man who creates a monster he cannot control was a precursor of modern science fiction and a must-read for any sci-fi fans wanting to understand the history of the genre. Victor Frankenstein, a brilliant but wayward scientist, builds a human from dead flesh. Horrified at what he has done, he abandons his creation. The hideous creature learns language and becomes civilized but society rejects him. Spurned, he seeks vengeance on his creator. In 1831, Mary Shelley succumbed to conservative pressures and toned down elements of the work; this edition presents the work as originally intended."
    },
    {
        "name": "Zone One",
        "author": "Colson Whitehead",
        "description": "Pulitzer Prize-winning novelist Colson Whitehead was inspired to write this apocalyptic sci-fi novel because of his teenage fascination with the work of Stephen King and Issac Asimov. A plague has ravaged the planet, and the population is divided into the living and the living dead. Mark Spitz is working on a task force to clear the infested from ‘Zone One’. He undertakes the mundane mission of malfunctioning zombie removal, the rigours of Post-Apocalypic Stress Disorder all while attempting to come to terms with a fallen world. But little does Mark Spitz know, things will quickly turn from bad to worse."
    },
    {
        "name": "Kindred",
        "author": "Octavia E. Butler",
        "description": "The first science fiction written by a black woman, Kindred has become a cornerstone of black American literature. On her 26th birthday, Dana and her husband are moving into their apartment when she starts to feel dizzy. She falls to her knees, nauseous. Then the world falls away. She finds herself at the edge of a green wood by a vast river. She's terrified. The next thing she knows she's back in her apartment, soaking wet. It's the most terrifying experience of her life – until it happens again. This combination of slave memoir, fantasy, and historical fiction is a novel of rich literary complexity."
    },
    {
        "name": "Dune",
        "author": "Frank Herbert",
        "description": "Before The Matrix, before Star Wars, before Ender's Game and Neuromancer, there was Dune – widely considered one of the greatest sci-fi novels ever written. Melange, or 'spice', is the most valuable - and rarest - element in the universe. And it can only be found on a single planet: the inhospitable desert world Arrakis. Whoever controls Arrakis controls the spice. And whoever controls the spice controls the universe. Against this backdrop, man as a political animal is laid completely bare and pertinent themes are explored, making Dune one of the epic sci-fi novels of the twentieth century."
    },
    {
        "name": "Bad Blood",
        "author": "",
        "description": "Bad Blood is the inside story of the astounding rise and shocking collapse of Theranos, a multibillion-dollar biotech startup founded by Elizabeth Holmes. Brilliant Stanford dropout Holmes created a startup which promised to transform the medical industry. The company was valued at more than $9 billion, making Holmes herself a billionaire. But there was just one problem: the technology didn't work. This gripping true-life tale of corporate fraud has been made into an HBO series, The Dropout starring Amanda Seyfried, and will later be adapted for the big screen."
    },
    {
        "name": "Empire of Pain",
        "author": "Patrick Radden Keefe",
        "description": "Empire of Pain will leave your jaw gaping at the limitless potential of humankind – and not in a good way. Award-winning journalist Patrick Radden Keefe unpicks the story of the Sackler family, one of the richest families in the world whose greed and corruption led to a pandemic of drug addiction which has killed nearly half a million people. The book is full of bombshell revelations which will both make your blood boil and keep you turning the pages. Empire of Pain is the story of a dynasty: a parable of twenty-first-century greed."
    },
    {
        "name": "This is Going to Hurt",
        "author": "Adam Kay",
        "description": "Scribbled in secret after endless days, sleepless nights and missed weekends, comedian and former junior doctor Adam Kay’s This Is Going to Hurt provides a no-holds-barred account of his time on the NHS front line. Hilarious, horrifying and heartbreaking by turns, these diaries are everything you wanted to know – and more than a few things you didn't – about life on and off the hospital ward. Now an award-winning multi-million copy bestseller, in 2022 This is Going to Hurt was adapted by the BBC into a TV series starring Ben Whishaw. What's more, you won't want to miss the audiobook, which is read by Adam himself and includes an expanded interview with comedian Mark Watson."
    },
    {
        "name": "Black and British",
        "author": "David Olusoga",
        "description": "In his award-winning book Black and British, historian and broadcaster David Olusoga examines how black and white Britons have been intimately entwined for centuries. Drawing on new genetic and genealogical research, original records, expert testimony and contemporary interviews, Black and British shows how black British history is woven into the cultural and economic histories of the nation. This is a vital re-examination of a shared history that has hitherto been sidelined by our institutions."
    },
    {
        "name": "A Room of One's Own",
        "author": "Virginia Woolf",
        "description": "First published in 1929, this essay by Virginia Woolf is just as incisive and relevant today as when it was first delivered as a lecture at Cambridge University. Challenging the accepted thinking of the time, Woolf argues that women are not intrinsically lesser writers because of their gender, but because of the educational and economic restrictions placed on them by a patriarchal society. With the startling prose and poetic licence of a novelist, she makes a bid for freedom, emphasizing that the lack of an independent income, and the titular ‘room of one’s own’, prevents most women from reaching their full literary potential."
    },
    {
        "name": "A Brief History Of Time",
        "author": "Stephen Hawking",
        "description": "Was there a beginning of time? Could time run backwards? Is the universe infinite or does it have boundaries? These are just some of the questions considered in an internationally acclaimed masterpiece by one of the world's greatest thinkers. It begins by reviewing the great theories of the cosmos from Newton to Einstein, before delving into the secrets which still lie at the heart of space and time. To this day A Brief History of Time remains a staple of the scientific canon, and its succinct and clear language continues to introduce millions to the universe and its wonders."
    },
    {
        "name": "How to Win Friends and Influence People",
        "author": "Dale Carnegie",
        "description": "Since its release in 1936, How to Win Friends and Influence People has sold more than 30 million copies. Millions of people around the world have improved their lives based on the teachings of Dale Carnegie. In How to Win Friends and Influence People, he offers practical advice and techniques, in his exuberant and conversational style, for how to get out of a mental rut and make life more rewarding. A timeless bestseller, Dale Carnegie's first book is as relevant as ever before and will help you achieve your maximum potential in the complex and competitive modern age."
    },
    {
        "name": "Absolute Power",
        "author": "David Baldacci",
        "description": "This conspiracy thriller imagines the dark heart of the White House, and an unsettling cover-up ordered by the president himself. In a heavily guarded mansion in the Virginian countryside, professional burglar and break-in artist, Luther Whitney, is trapped behind a one-way mirror. What he witnesses destroys his faith not only in justice, but all he holds dear. The book kicked off American crime giant David Baldacci’s career. Absolute Power is a powerful shot of exactly what he does best."
    },
    {
        "name": "Brighton Rock",
        "author": "Graham Greene",
        "description": "Set among the seaside amusements and dilapidated boarding houses of Brighton’s pre-war underworld, Brighton Rock is both a gritty thriller and a study of a soul in torment. Pinkie Brown, a neurotic teenage gangster commits a brutal murder – but it does not go unnoticed. Rose, a naive young waitress at a rundown cafe, has the unwitting power to destroy his crucial alibi, and Ida Arnold, a woman bursting with easy certainties about what is right and wrong, has made it her mission to bring about justice and redemption. A classic of modern literature, it maps out the strange border between piety and savagery."
    },
    {
        "name": "Last Bus to Woodstock",
        "author": "Colin Dexter",
        "description": "Last Bus to Woodstock is the first novel in Colin Dexter's gripping Inspector Morse crime fiction series. The death of Sylvia Kaye figured dramatically in Thursday afternoon's edition of the Oxford Mail. By Friday evening Inspector Morse had informed the nation that the police were looking for a dangerous man – facing charges of wilful murder, sexual assault and rape. But as the obvious leads fade into twilight and darkness, Morse becomes more and more convinced that passion holds the key. This is the novel that began Colin Dexter's phenomenally successful series."
    },
    {
        "name": "Gone Girl",
        "author": "Gillian Flynn",
        "description": "This twisty psychological thriller became a phenomenon when it was published, selling over twenty million copies worldwide and being adapted into a hit film starring Ben Affleck and Rosamund Pike. When Nick Dunne wakes up on the morning of his fifth wedding anniversary to find his wife missing, he quickly becomes the police’s chief suspect. Amy’s friends reveal she was afraid of him, there are strange searches on his computer and persistent calls to his mobile phone, but Ben swears he knows nothing about any of this. So what really happened to Amy Dunne?"
    },
    {
        "name": "Murder on the Orient Express",
        "author": "Agatha Christie",
        "description": "Agatha Christie belongs on any essential reading list, and Murder on the Orient Express is widely regarded as her most famous murder mystery. A train journey is delayed by thick snow. So when a passenger on the train is found murdered in his bed, it is the perfect opportunity for Agatha Christie's famous detective, Hercule Poirot, to prove his ability and solve the crime using the power of his brain. Now also a major motion picture, delve into the suspense, twists and turns of this story from the queen of mystery herself."
    },
    {
        "name": "Tinker, Tailor, Soldier, Spy",
        "author": "John le Carré",
        "description": "From one of our greatest storytellers, this enduring novel follows George Smiley – a troubled man on infinite compassion and also a single-mindedly ruthless adversary as a spy. A mole implanted decades ago by Moscow Centre has burrowed his way into the highest echelons of British Intelligence. His treachery has already blown some of its most vital operations and its best networks. It is clear that the double agent is one of its own kind.  Once identified, the traitor must be destroyed. Tinker, Tailor, Soldier, Spy is a modern classic in which John le Carré expertly creates a total vision of a secret world."
    },
    {
        "name": "Dissolution",
        "author": "C. J. Sansom",
        "description": "This is the first book to feature Matthew Shardlake, Sansom’s insightful Tudor lawyer. Set in 1537 as Henry VIII becomes Supreme Head of the Church and the bloody dissolution of the monasteries is beginning, Shardlake investigates the shocking murder of one of Thomas Cromwell’s commissioners. But Shardlake's investigation soon forces him to question everything he hears, and everything that he intrinsically believes. Dissolution is the first book in this bestselling phenomenon, where C. J. Sansom creates both a stunning portrait of Tudor England, and an unforgettable character in Matthew Shardlake."
    },
    {
        "name": "The Pillars of the Earth",
        "author": "Ken Follett",
        "description": "Set in medieval England, this classic of historical fiction tells the story of a cathedral as it is being built, and the skill, ambition and chaos surrounding it. Ken Follett brings history to life through human stories, and this is his most popular book, introducing readers to the world of Kingsbridge, the city where the cathedral is constructed. An epic, spellbinding tale of ambition, anarchy, and absolute power set against the sprawling medieval canvas of twelfth-century England, The Pillars of the Earth is Ken Follett's historical masterpiece."
    },
    {
        "name": "Beloved",
        "author": "Toni Morrison",
        "description": "This Pulitzer-prize winning novel is arguably the most iconic work of Toni Morrison, an essential and important voice of contemporary American literature. It is the mid-1800s and as slavery looks to be coming to an end, Sethe is haunted by the violent trauma it wrought on her former enslaved life at Sweet Home, Kentucky. Her dead baby daughter, whose tombstone bears the single word, Beloved, returns as a spectre to punish her mother, but also to elicit her love. Morrison combines the visionary power of legend with the unassailable truth of history in this enduring novel."
    },
    {
        "name": "Ross Poldark",
        "author": "Winston Graham",
        "description": "Ross Poldark is the first novel in Winston Graham's hugely popular Poldark series, which has become a television phenomenon starring Aidan Turner. In the first book Ross Poldark, the eponymous hero, returns home to Cornwall, tired from a grim war in America. But the joyful homecoming he has anticipated turns sour, for his father is dead, his estate is derelict and the girl he loves is engaged to his cousin. Then, his sympathy for the destitute miners and farmers leads him to rescue an urchin girl –  an act which alters the course of his life."
    },
    {
        "name": "Birdsong",
        "author": "Sebastian Faulks",
        "description": "Published to international critical and popular acclaim, this intensely romantic yet stunningly realistic novel spans three generations and the unimaginable gulf between the First World War and the present. It is the story of Stephen Wraysford, a young Englishman who arrives in Amiens in 1910. Over the course of the novel he suffers a series of traumatic experiences, from the clandestine love affair that tears apart the family with whom he lives, to the unprecedented experiences of the war itself."
    },
    {
        "name": "Before the Coffee Gets Cold",
        "author": "Toshikazu Kawaguchi",
        "description": "In a small back alley in Tokyo, there is a café which has been serving carefully brewed coffee for more than one hundred years. But this coffee shop offers its customers a unique experience: the chance to travel back in time. But this opportunity is not without risks: customers must sit in a particular seat, they cannot leave the café, and finally, they must return to the present before the coffee gets cold . . . Toshikazu Kawaguchi’s beautiful novel stole the hearts of readers the world over. Through it, we meet four visitors to the café and explore the age-old question: what would you change if you could travel back in time?"
    },
    {
        "name": "The Little Prince",
        "author": "Antoine de Saint-Exupéry",
        "description": "A pilot who has crash landed in the desert awakes to see an extraordinary little boy. 'Please,' asks the stranger, 'will you draw me a little lamb!' Baffled by the little prince's incessant questioning, the pilot pulls out his pencil, and starts to draw. As the little prince's curiosity takes them further on their journey together, the pilot is able to piece together an understanding of the tiny planet from which the prince has come and of his incredible travels across the universe. First published in 1943, The Little Prince is heart-breaking, funny and thought-provoking classic book for children and adults alike."
    },
    {
        "name": "Tao Te Ching",
        "author": "Lao Tzu",
        "description": "Lao Tzu's Tao Te Ching is the source of Zen Buddhism, and is probably the most broadly influential spiritual text in human history. According to legend, Lao Tzu left China at the age of eighty, saddened that men would not follow the path to natural goodness. At the border with Tibet, a guard asked him to record his teachings and the Tao Te Ching is what he wrote down before leaving. Lao Tzu's spirituality describes the Cosmos as a harmonious and generative organism, and it shows how the human is an integral part of that cosmos."
    },
    {
        "name": "The Alchemist",
        "author": "Paulo Coelho",
        "description": "First published in Portuguese, The Alchemist has become a modern classic, selling over thirty million copies worldwide. The story follows Santiago, an Andalusian shepherd boy who dreams of travelling the world in search of a worldly treasure as fabulous as any ever found. From his home in Spain he journeys to the markets of Tangiers, and from there into the Egyptian desert, where a fateful encounter with the alchemist awaits him. This is a magical fable about learning to listen to your heart, read the omens strewn along life's path and, above all follow your dreams."
    },
    {
        "name": "Station Eleven",
        "author": "Emily St. John Mandel",
        "description": "One snowy night in Toronto famous actor Arthur Leander dies on stage while performing the role of a lifetime. That same evening a deadly virus touches down in North America, and the world is never the same again. Twenty years later Kirsten, an actress in the Travelling Symphony, performs Shakespeare in the settlements that have grown up since the collapse. But then her newly hopeful world is threatened. Emily St. John Mandel's carefully plotted time-slip narrative asks us big questions: if civilization was lost, what would you preserve? And how far would you go to protect it?"
    },
    {
        "name": "Nineteen Eighty-Four",
        "author": "George Orwell",
        "description": "George Orwell’s Nineteen Eighty-Four is one of the most famous and influential novels of the 20th century. The year is 1984. The country is impoverished and permanently at war, people are watched day and night by Big Brother and their every action and thought is controlled by the Thought Police. Winston Smith works in the department of propaganda, where his job is to rewrite the past. Spurred by his longing to escape, Winston rebels. This terrifying dystopia, which he created in a time of great social and political unrest, remains acutely relevant and influential to this day."
    },
    {
        "name": "The City & The City",
        "author": "China Miéville",
        "description": "A mind-bending tale of two cities that exist alongside each other in the same time and space, this book has won numerous awards. When the body of a murdered woman is found in the extraordinary, decaying city of Beszel, somewhere at the edge of Europe, it looks like a routine case for Inspector Tyador Borlú of the Extreme Crime Squad. But as he probes, the evidence begins to point to conspiracies far stranger, and more deadly, than anything he could have imagined. China Miéville combines crime fiction with the metaphysical in this strange and gripping tale of murder and conspiracy."
    },
    {
        "name": "The Handmaid's Tale",
        "author": "Margaret Atwood",
        "description": "This novel has become a cultural byword for all things dystopian. The book is set in the fictional Republic of Gilead, a religious totalitarian state in what was formerly known as the United States. In an age of declining birth rates, Offred, along with her fellow Handmaids, are valued only if their ovaries are viable. Yet even a repressive state cannot eradicate hope and desire. Funny, unexpected, horrifying, and altogether convincing, The Handmaid's Tale is at once scathing satire, dire warning, and tour de force. If you already love The Handmaid's Tale, discover what to read next with this tailored list."
    },
    {
        "name": "Never Let Me Go",
        "author": "Kazuo Ishiguro",
        "description": "Shortlisted for the Booker Prize in 2005, Never Let Me Go breaks the boundaries of the literary novel. Hailsham seems like a pleasant English boarding school, far from the influences of the city. Its students are well tended and supported, trained in art and literature, and become just the sort of people the world wants them to be. But, curiously, they are taught nothing of the outside world and are allowed little contact with it. Kazuo Ishiguro beautifully paints a story of love, friendship and memory,  charged throughout with a sense of the fragility of life."
    }
]